[
 {
   "title": "What kind of king will Charles be?",
   "subject": "Royal Family",
   "author": "Sean Coughlan",
   "source": "BBC",
   "region": "UK",
   "publishDate": "09/09/2022",
   "content": "Charles, the longest-serving heir to the throne in British history, is now King. His apprenticeship as heir, lasting 70 years, has made him the best-prepared and oldest new monarch ever to take to the throne. The 73-year-old King was there throughout his mother's long reign, witnessing generations of world leaders come and go, including 15 UK prime ministers and 14 US presidents. After Queen Elizabeth II's remarkable, era-defining reign, what kind of King might we expect? And how will a prince used to speaking out on issues adapt to the neutrality of a monarch? As King, Charles will no longer have his own passport or driving licence - or strong opinions in public. Being monarch supersedes the individual. It is a case of different roles, different rules, believes leading constitutional expert Professor Vernon Bogdanor. \"He's known from his earliest days that his style will have to change. The public won't want a campaigning monarch,\" Prof Bogdanor says. King Charles is well aware of the need to be less outspoken. \"I'm not that stupid. I do realise it's a separate exercise being sovereign,\" he said in a BBC interview in 2018. \"The idea that somehow I'm going to carry on exactly in the same way is complete nonsense.\" When a new monarch takes to the throne, the royal profile on the coins is switched to face in the opposite direction. Charles' reign will also have a different focus. The country that King Charles will reign over is much more diverse than that inherited by his mother, and Prof Bogdanor anticipates that the new King will reach out to a multicultural, multi-faith Britain. He expects him to try to act as a unifying force, making more visible efforts to connect with ethnic minorities and disadvantaged groups."
 },
 {
   "title": "President Macron and first lady attend King's Coronation",
   "subject": "Coronation",
   "author": "",
   "source": "Ambassade De France",
   "region": "FR",
   "publishDate": "06/05/2023",
   "content": "President Macron and his wife attended the Coronation of King Charles III and Queen Camilla at Westminster Abbey on Saturday 6 May 2023. It was the first time a French head of State had taken part in the Coronation of a British monarch, testifying to the friendship, respect and esteem which the President and, through him, the French people, feel for the King, the Queen and the British people."
 },
 {
   "title": "Coronation concert: William says he is 'so proud' of his father King Charles",
   "subject": "Royal Family",
   "author": "Lauren Turner",
   "source": "BBC",
   "region": "UK",
   "publishDate": "09/05/2023",
   "content": "The Prince of Wales has paid tribute to his \"Pa\" King Charles the day after the Coronation, saying the late Queen Elizabeth II would be \"a proud mother\". Addressing the crowds at Windsor Castle for the Coronation concert, William said his grandmother was \"up there, fondly keeping an eye on us\". He said this weekend was \"so important\" because it was all about service. Highlighting King Charles' achievements over the last 50 years, William said: \"Pa, we are all so proud of you.\""
 },
 {
   "title": "King and Queen say thanks for 'glorious occasion",
   "subject": "Royal Family",
   "author": "Marie Jackson",
   "source": "BBC",
   "region": "UK",
   "publishDate": "10/05/2023",
   "content": "King Charles and Queen Camilla, crowned in a lavish, historic ceremony on Saturday, were \"deeply touched\" by the day's events, Buckingham Palace said. The royal couple were \"profoundly grateful\" to all who helped to make it \"such a glorious occasion\" and the \"very many\" who turned out to show their support, the palace said. Meanwhile, the Prince and Princess of Wales made a surprise trip to Windsor. Crowds cheered as the couple chatted to people taking part in the Big Lunch. A day earlier at Westminster Abbey, more than 2,000 guests including world leaders, fellow kings and queens, celebrities and community champions packed the pews to witness the crowning of a king."
 },
 {
   "title": "Consider the coronation arrests – and witness Britain's slide towards authoritarianism",
   "subject": "Coronation",
   "author": "Owen Jones",
   "source": "Guardian",
   "region": "UK",
   "publishDate": "10/05/2023",
   "content": "Democratic freedoms are hard won and easily lost. Rights secured after generations of struggle – by citizens risking their safety, liberty and, indeed, lives – can be stripped away in weeks with barely a murmur. Such is the fate of the right to protest, which has now been redefined in the UK as a privilege that exists at the discretion of the police. This weekend, dozens of peaceful protesters advocating republicanism – a cause backed by around a quarter of the population, or well over 13 million British adults – were arrested. The Metropolitan police has since expressed regret at the arrest of six of them belonging to the Republic group, including its head, Graham Smith, but it is rather too late, not least because such repressive behaviour has a chilling effect that deters others from protesting. The basis of their arrest offers an instructive lesson about how freedom is lost. All six of the Republic protesters were apprehended under the new Public Order Act, which allows for protesters to be arrested on suspicion of intending to \"lock on\" – that is, to fix themselves to a target. In the case of these six arrested protesters, the \"lock-on equipment\" was luggage straps to gather placards. When these laws are passed, opponents who warn they will be enforced far beyond their supposed remit are accused of hyperbole and scaremongering, yet they are invariably proven correct. Unless our politicians are completely stupid, they must be aware of how frequently legislation is used to curtail peaceful protest – and therefore we must conclude this is, in part, the intent. Given that the separate Policing Act allows for protests to be suppressed if they are deemed too noisy – protests are, almost by definition, noisy – this reasoning seems beyond dispute."
 },
 {
   "title": "Spotify has an AI Music Problem-but Bots love it",
   "subject": "Tech",
   "author": "Amanda Hoover",
   "source": "Wired",
   "region": "US",
   "publishDate": "11/05/2023",
   "content": "If a song is created by artificial intelligence and listened to by a bot, was it even heard at all? It's a problem music-streaming companies now face as generative AI is rapidly making it easier for anyone to churn out songs with a few clicks, and then send bots to stream them for cash. \"It's a floodgate,\" says Tony Rigg, a lecturer in music industry management at the University of Central Lancashire in the UK. He's talking about the arrival of AI-generated music. And that torrent of new music amplifies the issue of fake listening, giving people a simple way to get streams on low-quality tracks. Artificial streaming, or bot listening, isn't new. Some turn to third-party companies promising to boost streams, which then enlist bot-made accounts to listen to the same playlists on repeat. It's a problem because streaming companies divide up royalty payments from a limited pool of cash—the more a song plays, the more its creator earns. So, more money for songs listened to by bots can mean that less is sent to those with human fans. Human artists have already been caught up in artificial streaming scandals, but AI is adding a new element. "
 },
 {
   "title": "Apple Watch Users, Say Goodbye to Facebook Messenger",
   "subject": "Tech",
   "author": "Nikki Main",
   "source": "Gizmodo",
   "region": "US",
   "publishDate": "11/05/2023",
   "content": "Facebook Messenger, one of Meta's chat apps, is bidding goodbye to Apple Watch. The company has decided to shut down Facebook Messenger's Apple Watch app a day after it introduced the Wear OS version of the most popular chat app, WhatsApp Messenger. According to PiunikaWeb (via Review Geek), some users began an alert in the Facebook Messenger app for Apple Watch. The alert titled \"Changes to Messenger on Apple Watch\" suggested that the app is retiring on June 1. It also said that Apple Watch users will only be able to get notifications from Messenger for iPhone. Because the Facebook Messenger app will not be available for Apple Watch, you will not be able to respond to messages or interact with notifications. A Meta spokesperson confirmed the latest development and told Review Geek that the iPhone, desktop, and web apps are how you can interact with Facebook Messenger. Meta, however, has not publicly said anything about the departure of the Messenger app from watchOS. The alerts are also aimed at a select few Apple Watch users, so not all users are aware of this upcoming change. It is also unclear why Meta has decided to kill Messenger for the Apple Watch app, but it is one of the many apps that have met the same fate."
 },
 {
   "title": "Bitcoin Prices Slip to 2-Month Lows As CoinDesk's Bitcoin Trend Indicator Turns Neutral From Bullish - CoinDesk",
   "subject": "Finance",
   "author": "Omkar Godbole",
   "source": "Coindesk",
   "region": "US",
   "publishDate": "11/05/2023",
   "content": "Bitcoin (BTC) continues to lose ground in the wake of CoinDesk's Bitcoin Trend Indicator shedding the bullish bias for the first time in three weeks. The top cryptocurrency by market value fell to $26,160 before press time, reaching the lowest since March 17, according to CoinDesk data. Prices have declined by over 12% since May 6, decoupling from the uptick in traditional risk assets like Nasdaq. The BTI indicator, which measures the directional momentum and strength in bitcoin's price, flipped from bullish to neutral on Thursday. The indicator consistently signaled an uptrend since Jan. 13, barring the brief red flash (downtrend signal) in mid-March and the neutral reading on April 24."
 },
 {
   "title": "Police held Royalist in a cell for 13 hours after mistaking her for activist",
   "subject": "Coronation",
   "author": "Lucia Binding",
   "source": "Sky News",
   "region": "UK",
   "publishDate": "11/05/2023",
   "content": "A royal superfan was arrested and detained by police for 13 hours just for standing near a group of Just Stop Oil protesters at the King's coronation. Alice Chambers, a 36-year-old architect from Australia who lives in London, was handcuffed by police officers last Saturday while eagerly awaiting to see the King drive past on his way to Westminster Abbey to be officially crowned. Speaking to Sky News, she recalled patiently sitting on the ground among other royal revellers on The Mall when she noticed a \"commotion\" before several police officers stormed over. Following her ordeal, Ms Chambers called for an investigation into police failings on coronation day, despite understanding the police \"had a lot to deal with\" in regards to controlling the crowds. Addressing the mistake, a Metropolitan Police spokesman told Sky News: \"We are aware that a woman was arrested in relation to a protest on 6 May 2023."
 },
 {
   "title": "Commonwealth countries view King Charles' coronation with mixed feelings",
   "subject": "Coronation",
   "author": "Charlotte Hughes",
   "source": "France 24",
   "region": "FR",
   "publishDate": "11/05/2023",
   "content": "Following yesterday's coronation, 14 of the 56 Commonwealth nations now have King Charles III as their head of state. Although some are celebrating the occasion, for others, it is a jarring reminder of colonialism and repression. Dozens of people gathered at a ceremony in Ottowa unveiling a new stamp in honour of the king to celebrate King Charles III being crowned monarch of the United Kingdom and 14 Commonwealth realms on Saturday. On the other side of the world, monarchists also gathered in Sydney, Australia, to watch the live stream of the coronation. But not all Australians were as enthusiastic about the day's celebrations. Pub patrons interviewed by FRANCE 24 said they believed the younger generation cared little for the royal family. For other Commonwealth nations, such as Jamaica, Saturday's coronation served as a painful reminder of years of violent colonial oppression. "
 },
 {
   "title": "SoftBank Trims Overall Loss After Topsy-Turvy Fiscal Year",
   "subject": "Finance",
   "author": "",
   "source": "Wall Street Journal",
   "region": "JAP",
   "publishDate": "12/05/2023",
   "content": "TOKYO—Japanese technology investor SoftBank Group 9984 -3.68%decrease; red down pointing triangle said it was getting ready to go on the offensive again with its eye on investing in artificial-intelligence companies, a buzzy area it has long targeted but failed to capitalize on. One of the world's most influential tech investors, SoftBank has been in a defensive crouch for over a year, slashing its once profligate spending after many of its investments in startups went sour during the recent tech downturn."
 },
 {
   "title": "Coronation: Royal fan held for 13 hours after being mistaken for protester",
   "subject": "Coronation",
   "author": "Sean Seddon",
   "source": "BBC",
   "region": "UK",
   "publishDate": "12/05/2023",
   "content": "A royal fan who was mistaken for a protester and detained by police at the Coronation has spoken about her ordeal. Alice Chambers was handcuffed and held for 13 hours when officers arrested Just Stop Oil protesters she happened to be standing near to on the Mall. The architect told BBC Newsnight she was handcuffed, fingerprinted and questioned in a police station. The police say they are reviewing the incident and trying to establish the full details of what happened. The 36-year-old - who first told her story to the i newspaper - said she spent hours in handcuffs in the back of a police van despite repeated attempts to explain the situation to officers. \"I was just sitting there waiting for the Coronation to begin. Next I realised the police had swooped in and handcuffed a whole heap of people,\" Ms Chambers said. \"It's just been so shocking, and very emotional. It's not something you ever expect, to find yourself in a jail cell for a period of time,\" she added. \"Really you would think that this should never happen. Clearly there are processes that need to be put in place, or that weren't followed. \"No-one should endure an extended period under arrest, just because they're an innocent bystander.\""
 },
 {
   "title": "PNG minister apologises for calling daughter's coronation critics ‘primitive animals'",
   "subject": "Coronation",
   "author": "Bethanie Harriman",
   "source": "Guardian",
   "region": "UK",
   "publishDate": "12/05/2023",
   "content": "Papua New Guinea's foreign minister, Justin Tkatchenko, has apologised for calling people \"primitive animals\" after his daughter faced criticism for TikTok videos she made while accompanying him to London for King Charles's coronation. \"I would like to personally apologise about my comments that were taken the completely wrong way and make known that these comments were solely directed to the individuals that made these disgusting and vile comments about my daughter,\" Tkatchenko said in a statement. \"Ultimately, my daughter is a person of her generation, the online generation, where they like to post everything about their lives online. She realises now how the video was perceived, which was not appropriate.\""
 }
]